[
    {
        "id": 1,
        "tags": [
            "thc",
            "cox2"
        ],
        "title": "∆9-THC and COX-2 Signaling",
        "links": [
            "https://sci-hub.ru/https://www.sciencedirect.com/science/article/pii/B9780128007563000867",
            "https://www.sciencedirect.com/science/article/pii/B9780128007563000867"
        ],
        "short_description": [
            "This chapter briefly describes the role of cyclooxygenase-2 (COX-2) in THC-induced synaptic and cognitive impairments, and other behavioral changes."
        ],
        "important": [
            "Importantly, PGE2 levels are also elevated in the brains of rats and mice exposed to THC, and this elevation can be antagonized by NSAIds. In addition, it has been reported that THC-induced neurotoxicity in cultured hippocampal neurons was prevented by indomethacin or aspirin ",
            "THC-induced cataleptic effects and behavioral suppression in animals, and marijuana smoking-induced “high” and heart rate acceleration in humans are attenuated by NSAIds",
            "THC induces time- and dose-dependent increase of COX-2 expression, but not COX-1, in the mouse brain",
            "Repeated exposure to THC in young adult mice significantly reduces total and surface expressions of AMPA glutamate receptor subunit GluA1, and NMdA receptor subunits GluN2A and GluN2B in the hippocampus, while the amount of these subunits in intracellular compartment are increased, suggesting that chronic cannabinoid exposure not only reduces expression of glutamate receptor subunits, but also changes receptor trafficking.",
            "COX-2 expression is steadily elevated in the hippocampus from mice that received THC for 7 days."
        ]
    },
    {
        "id": 2,
        "tags": [
            "nfkb",
            ""
        ],
        "title": "",
        "links": [
            "https://en.wikipedia.org/wiki/NF-%CE%BAB",
            ""
        ],
        "short_description": [
            ""
        ],
        "important": [
            ""
        ]
    },
    {
        "id": 3,
        "tags": [
            "hippocampus",
            "astrocyte",
            "glutamate",
            "gaba",
            "glucose"
        ],
        "title": "CB1 receptor activation inhibits neuronal and astrocytic intermediary metabolism in the rat hippocampus",
        "date": "2012.01.01",
        "links": [
            "https://doi.org/10.1016/j.neuint.2011.10.019",
            "https://www.sciencedirect.com/science/article/abs/pii/S0197018611003597?via%3Dihub"
        ],
        "short_description": [
            "Cannabinoid CB1 receptor (CB1R) activation decreases synaptic GABAergic and glutamatergic transmission and it also controls peripheral metabolism."
        ],
        "important": [
            "Hippocampal CB1R activation decreases [2-13C]acetate metabolism into glutamate. ► CB1R activation also decreases [U-13C]glucose metabolism into glutamate and GABA. ► Hence, this control by CB1Rs of the TCA cycle occurs both in neurons and glia. ► We found specific CB1R immunoreactivity in hippocampal astrocytes. ► This control of the TCA cycle may affect synaptic plasticity and neuroprotection.",
            "The inhibition of mitochondrial intermediary metabolism can hypothetically diminish releasable GABA and glutamate pools, thus contributing to changes in synaptic plasticity. In diseases with increased endocannabinoid levels and impaired synaptic plasticity and memory such as Alzheimer's disease, suppression of glucose metabolism as an early signal is indeed detected. Taking into account that neuroprotection can be achieved via modulating glucose oxidation; the complex pathological and therapeutic role of CB1 Rs in the function of the hippocampus now appears to involve one more mechanism."
        ]
    },
    {
        "id": 4,
        "tags": [
            "glutamate",
            "astrocyte",
            "",
            "",
            ""
        ],
        "title": "Astrocytes in endocannabinoid signalling",
        "date": "2014.01.01",
        "links": [
            "http://dx.doi.org/10.1098/rstb.2013.0599",
            "https://royalsocietypublishing.org/doi/10.1098/rstb.2013.0599"
        ],
        "short_description": [
            "Here, we discuss recent evidence showing that astrocytes are involved in the endocannabinoid (ECB) system, responding toexogenous cannabinoids as well as ECBs through activation of type 1 canna-binoid receptors, which increase intracellular calcium and stimulate therelease of glutamate that modulates synaptic transmission and plasticity.We also discuss the consequences of ECB signalling in tripartite synapseson the astrocyte-mediated regulation of synaptic function, which revealnovel properties of synaptic regulation by ECBs, such as the spatially con-trolled dual effect on synaptic strength and the lateral potentiation ofsynaptic efficacy. Finally, we discuss the potential implications of ECBsignalling for astrocytes in brain pathology and animal behaviour."
        ],
        "important": [
            "While it is well known that CB1Rs are preferentially coupled to pertussis toxin-sensitive Gi/oproteins that regulate cAMP levels, ECB-induced astrocyte Ca2+ elevations were mediated by CB1Rs coupled to Gq/11 proteins that activate phospholipase C and produce inositol triphosphate.",
            "Using the powerful tools of recently generatedconditional transgenic mice lacking CB1Rs selectively in astro-cytes, GABAergic or glutamatergic neurons, have shown that the impairment of spatial working memoryand the LTD of hippocampal synaptic transmission inducedby administration of THC, the major psychoactive ingredientof marijuana, required astrocyte CB1Rs. The mechanisticevents proposed for the exogenous cannabinoid effects arethat they activate astrocytic CB1Rs and stimulate the releaseof glutamate that induces LTD by internalization of AMPAreceptors, resulting in working memory impairment. This study demonstrates that one of the most common effects of cannabinoid intoxication, the impairment of spatial workingmemory, is mediated by ECB signalling in astrocytes."
        ]
    },
    {
        "id": 4,
        "tags": [
            "microglia",
            "autism",
            "IL-1",
            "IL-6",
            "TNF-alpha",
            "CBD"
        ],
        "title": "The Endocannabinoid System as a Window Into Microglial Biology and Its Relationship to Autism",
        "date": "2014.01.01",
        "links": [
            "https://doi.org/10.3389/fncel.2019.00424",
            ""
        ],
        "short_description": [
            "Here, we review the literature and propose that ECS signaling represents a largely untapped area for understanding microglial biology and its relationship to ASD, with special attention paid to issues surrounding the use of recreational cannabis (marijuana). We also discuss major questions within the field and suggest directions for future research."
        ],
        "important": [
            "Microglia are the resident immune cells of the central nervous system (CNS) and thus are the first line of defense against CNS infection and injury. For example, they phagocytize debris and pathogens as well as initiate neuroinflammatory responses through release of cytokines such as interleukin-1 (IL-1), IL-6, and tumor necrosis factor alpha (TNF-α). They also recruit natural killer cells, macrophages, and lymphocytes to sites of infection and injury. Moreover, microglia influence the health of their local environment through release of neurotrophic and neurotoxic factors. \n In addition to the aforementioned roles, microglia carry out other functions essential for CNS homeostasis. Specifically, these cells oversee neurogenesis by both phagocytizing and directing the migration of newborn neurons. Microglia also regulate neuronal connections by engulfing excessive synaptic structures through use of the classical complement cascade. Lastly, microglia modulate neuronal plasticity via release of neurotrophins such as brain-derived neurotrophic factor (BDNF). Early wiring of the brain requires tight control of these processes and therefore microglia critically impact CNS development.",
            "Notably, increased eCB signaling is associated with an anti-inflammatory, protective phenotype in microglia. For example, pharmacological inhibition of FAAH decreases microglial activation marker expression, cytokine production, and synaptic plasticity deficits, in the hippocampi of aged rats. Additionally, stimulation of CB2 inhibits microglial activation and increases striatal neuron survival and motor coordination in a model of Huntington’s disease excitotoxicity. Moreover, exposure to anti-inflammatory cytokines increases eCB production and CB2 expression in microglia. These findings cast the ECS as an attractive target for influencing microglial activity. However, the consequences of manipulating eCB signaling on ASD risk and pathogenesis are largely uncharacterized. The increasing legality and use of cannabis currently seen throughout the world therefore requires a better understanding of eCB signaling in microglia as it relates to ASD.",
            "Cannabidiol (CBD), the second major phytocannabinoid in cannabis, has gained attention as a possible treatment for ASD. Indeed, three clinical reports have recently established that CBD alleviates major symptoms associated with ASD, including seizures, sleeplessness, and anxiety, in children. In addition, because CBD possess a weak affinity for CB1 and CB2, it has no psychoactive effects and may even prevent some of the harmful consequences of THC. Lastly, a commercially available, oral CBD extract (Epidiolex) has recently gained FDA-approval for treatment of drug-resistant epilepsy, which can be an additional burden faced by ASD patients. Nevertheless, because exposure to other cannabinoids negatively affects the development of the adolescent brain in rats, parents and physicians should practice extreme caution when recommending the use of cannabinoids to treat ASD.\nSubsequent work in this field must emphasize replicating the usefulness of ECS signaling in ASD via paradigms that include larger and more diverse populations. If these results hold, it will be important to establish if abatement of ASD symptoms is due to eCB signaling in microglia. For example, CBD blocks microglial activation and neuroinflammation, both of which are linked to seizure susceptibility. Consequently, it will be beneficial to establish if CBD-based reduction of epilepsy in ASD patients is reliant on microglial-based mechanisms. Utilizing mice with microglia-specific loss of ECS components in combination with ASD-relevant mouse models could shed light on this area."
        ],
        "files": [
            {
                "jpg": "data/pictures/microglia001.jpg",
                "description": "The Components of the Endogenous Cannabinoid System in Microglia and Neurons. In the central nervous system (CNS), the endogenous cannabinoids (eCBs) N-arachidonoylethanolamine (AEA) and 2-arachidonoylglycerol (2-AG) are the most widely-recognized ligands of the endogenous cannabinoid (endocannabinoid) system (ECS). The two main receptors for eCBs are cannabinoid receptor 1 (CB1) and cannabinoid receptor 2 (CB2), both of which are G-protein coupled. Within the CNS, eCB signaling is classically understood to modulate synaptic activity. In the example given here, release of glutamate from presynaptic neurons activates N-methyl-D-aspartate receptors (NMDARs) in postsynaptic neurons. In response to increased cytoplasmic calcium, the enzyme diacylglycerol lipase (DAGL) catalyzes the synthesis of 2-AG from diacylgylcerol (DAG) and N-acyl-phosphatidylethanolamine phospholipase D (NAPE-PLD) catalyzes the synthesis of AEA from the precursor N-acylphosphatidylethanolamine (NAPE). After 2-AG and AEA are released into the synaptic cleft, they stimulate CB1 receptors on presynaptic neurons and inhibit further neurotransmitter release. 2-AG is mainly degraded by the enzyme monoacylglycerol lipase (MAGL) whereas AEA is degraded by fatty-acid amide hydrolase (FAAH). While DAGL, NAPE-PLD, MAGL, and FAAH are expressed broadly throughout the CNS, CB1 is enriched in neurons and CB2 is enriched in microglia. Stimulation of CB2 leads to a protective phenotype in microglia that is characterized by a reduction in the release of pro-inflammatory cytokines such as interleukin-1 (IL-1)."
            }
        ]
    },
    {
        "id": 5,
        "tags": [
            "microglia",
            "astrocytes",
            "COX-2",
            "",
            "",
            ""
        ],
        "title": "Endocannabinoid signaling in brain diseases: Emerging relevance of glial cells",
        "date": "2022.03.30",
        "links": [
            "https://doi.org/10.1002/glia.24172",
            ""
        ],
        "short_description": [
            "The discovery of cannabinoid receptors as the primary molecular targets of psychotropic cannabinoid Δ9-tetrahydrocannabinol (Δ9-THC) in late 1980s paved the way for investigations on the effects of cannabis-based therapeutics in brain pathology. Ever since, a wealth of results obtained from studies on human tissue samples and animal models have highlighted a promising therapeutic potential of cannabinoids and endocannabinoids in a variety of neurological disorders. However, clinical success has been limited and major questions concerning endocannabinoid signaling need to be satisfactorily addressed, particularly with regard to their role as modulators of glial cells in neurodegenerative diseases. Indeed, recent studies have brought into the limelight diverse, often unexpected functions of astrocytes, oligodendrocytes, and microglia in brain injury and disease, thus providing scientific basis for targeting glial cells to treat brain disorders. This Review summarizes the current knowledge on the molecular and cellular hallmarks of endocannabinoid signaling in glial cells and its clinical relevance in neurodegenerative and chronic inflammatory disorders."
        ],
        "important": [
            "Electron microscopy and super-resolution imaging studies show that the majority of neuronal CB1 accumulate presynaptically on axonal terminals where they control neurotransmitter release, with higher expression levels in GABAergic neurons compared to glutamatergic cells of the forebrain.",
            "Using anatomical and functional techniques, the localization of CB1 has also been demonstrated at postsynaptic sites (somatodendritic) in specific brain areas such as the neocortex, suggesting that CB1 participate in cell-autonomous regulation processes. The location of CB1 in post-synaptic sites has been mostly associated with receptor presence in mitochondria or other intracellular organelles rather than on the plasma membrane.",
            "Conversely, only anecdotal pharmacological and molecular evidence supports the localization of CB2 in astrocytes and the prevailing view in the field is that astroglia in the intact brain express negligible levels of the receptor protein.",
            "Neuronal endocannabinoid biosynthesis can be induced by membrane depolarization or by activation of Gq coupled GPCRs, such as dopamine D2, glutamate mGluR1/5 and muscarinic acetylcholine M1/M3",
            "The products of endocannabinoid catabolism are important substrates for biosynthesis of inflammatory mediators. Thus, during the last decade, a number of studies have demonstrated the relevance of 2-AG enzymatic hydrolysis in the generation of the AA pool available for cycloxygenase-2 (COX-2) mediated prostaglandin (PGs) biosynthesis in certain neurodegenerative, inflammatory conditions.",
            "These early in vitro studies also showed that microglia produce ~20-fold more endocannabinoids than neurons and astrocytes, suggesting a relevant role of these cells as source of these lipid compounds during neuroinflammation. Recent proteomic and functional analyses show that DAGLβ drives the production of 2-AG and downstream metabolic products PGs in microglia/macrophages and that the activity of this enzyme promotes pro-inflammatory signaling in neuroinflammation and pain.",
            "mtCB1 receptors are crucial mediators of endocannabinoid effects on brain function. This concept emerged upon demonstration that mtCB1 inhibit complex I of the respiratory chain by modulation of soluble AC and mitochondrial PKA activities, thereby decreasing neuronal energy production. Moreover, this same study showed that mtCB1 receptors in hippocampal neurons modulate mitochondrial motility, synaptic transmission and memory formation thus providing a link between cellular bioenergetics and cognitive behaviors. More recently, mtCB1 located at striatonigral terminals have been put forward as mediators of cannabinoid-induced catalepsy through the decrease in cellular respiration and synaptic transmission"
        ]
    }
]